Repository: ndrini/AHP
Catalog: locales/*/LC_MESSAGES/*.po
Languages: es, it

source: Founded file/s:
es: Archivos encontrados:
it: File trovati:

source: These
es: Estos
it: Questi

source: You judged the relevance of these criterias as shown:
es: Has juzgando la relevancia de estos criterios como se enseña:
it: Hai giudicato l'importanza di questi criteri:

source: respect to
es: de cara a
it: rispetto a

source: how do you judge
es: como juzgarías
it: come giudichi

source: by the criteria
es: por el criterio
it: secondo il criterio

source: You judged the options by criteria as shown:
es: Haz juzgado:
it: Hai giudicato il criterio come mostrato di seguito:

source: You judged
es: Tu juicio
it: Hai giudicato

source: based on criteria
es: basado en el criterio
it: basato sul criterio

source: has a global evaluation of
es: tiene una evaluación global de
it: ha una valutazione globale di

source: The best option is
es: La mejor opción
it: La migliore opzione Ã¨

source: with a value of
es: con un valor de
it: con un valore di

source: Histogram of Judgement using AHP
es: Histograma del juicio con AHP
it: Istogramma del giudizio usando l'AHP

source: Options
es: Opciones
it: Alternative

source: Evaluation
es: Evaluación
it: Valutazione

source: judge the "best" option between the possible ones:
es: juzgando la "mejor" entre estas alternativas (opciones):
it: giudica la "miglior" opzione fra le possibili:

source: using these criterias:
es: utilizando estos criterios:
it: usando questi criteri:
